import "./AboutSection.css";
import "../../assets/css/font-awesome.min.css";
function AboutSection() {
  return (
    <section className="AboutSection">
      <div className="style-1">
        <div className="style-2">
          <div className="style-3">
            <div className="style-4">
              <img src="/images/hstry-img.png" alt="photo" className="style-5" />
            </div>
          </div>
          <div className="style-6">
            <div className="style-7">
              <h2 className="style-8">
                In the name of allah the beneficent the merciful
              </h2>
              
              <div className="style-9">
                <p className="style-10">
                  দুনিয়ার নিজাম ও ব্যবস্থাপনা ঠিক রাখার জন্য যেমন জাগতিক শিক্ষার
                  প্রয়োজন তেমনি দ্বীনের হিফাজতের জন্য এবং দুনিয়ার সকল কাজ
                  আল্লাহর সন্তুষ্টি মোতাবেক হওয়ার জন্য ইসলামিক জ্ঞান অর্জন
                  প্রয়োজন। বস্তুবাদিতার যুগে মানসিক দৈন্যতা, নৈতিক চরিত্রের
                  অধঃপতন, ধর্মহীনতা মহামারী হিসেবে দেখা দিয়েছে এবং এসবই মূলত
                  ইসলামিক জ্ঞান সম্পর্কে অজ্ঞতার ফল। এই অবস্থা থেকে পরিত্রাণ
                  পেতে এবং জাতির মেধা ও মননকে সৎ , সুস্থ ও আখিরাতমুখী করতে
                  তা’লীমুল কুরআন ওয়াস সুন্নাহ ইন্টারনেট মাদ্রাসা এর সৃষ্টি।
                  তা’লীমুল কুরআন ওয়াস সুন্নাহ ইন্টারনেট মাদ্রাসা হল কুরআন এবং
                  সুন্নাহ এর আলোকে বাংলাভাষায় ইসলামিক জ্ঞান অর্জন এবং তার যথাযথ
                  প্রয়োগ, আত্মশুদ্ধিকরন, উত্তম আখলাক গঠন; সর্বোপরি বস্তুবাদের
                  যুগে ব্যাপকভাবে জনসাধারণকে আল্লাহকেন্দ্রিক এবং আখিরাতমুখী করার
                  উদ্দেশ্যে নির্মিত অনলাইনভিত্তিক প্রতিষ্ঠান। এটি নিসবতের দিক
                  থেকে দেওবন্ধী এবং কওমী চিন্তাধারার আলোকে গঠিত ইমান, আমল এবং
                  তরবিয়্যাতের সমন্বিত শিক্ষাকেন্দ্র।
                </p>
                <p className="style-11">
                 
                  ইন্টারনেট মাদ্রাসা সম্পূর্ণরূপে একটি অরাজনৈতিক প্রতিষ্ঠান এবং
                  শুধুমাত্র জনসাধারণকে দ্বীন ইসলামমুখী এবং আল্লাহমুখী করে গড়ে
                  তোলাই মাদ্রাসার মূল উদ্দেশ্য। এটি কোণ ধরণের উগ্রতা বা সহিংসতার
                  পক্ষপাতী নয়।
                </p>
              </div>
            </div>
          </div>
        </div>
        <div className="style-12">
          <div className="style-13">
            <div className="style-14">
              <div className="style-15">
                <i className="style-16 fa fa-eye" aria-hidden="true"></i>
                <h2 className="style-17"> Our mission </h2>
              </div>
              <p className="style-18">
                আমাদের মূল লক্ষ্য হল আল্লাহর পরিচয় লাভ , আল্লাহর সন্তুষ্টি
                অর্জন এবং নিজেদেরকে আল্লাহওয়ালা হিসেবে প্রস্তুত করা। এছাড়া
                বর্তমান তথ্য প্রযুক্তিকে কাজে লাগিয়ে পর্দাকে অক্ষুণ্ণ রেখে বয়স
                , পেশা, বা দেশের সীমারেখাকে অতিক্রম করে একটি সুস্থ , উন্নত,
                দ্বীনকেন্দ্রিক মূল্যবোধ গঠন এবং দ্বীনী বিষয়বস্তু দ্বীনী মেজাজে
                আধুনিক আঙ্গিকে উপস্থাপন। যথাযথ পাঠগ্রহণ এবং পরীক্ষার মাধ্যমে
                মানসম্মত শিক্ষা নিশ্চিতকরণ।
              </p>
            </div>
          </div>
          <div className="style-19">
            <div className="style-20">
              <div className="style-21">
                <i className="style-22 fa fa-road" aria-hidden="true"></i>
                <h2 className="style-23"> Our vission </h2>
              </div>
              <p className="style-24">
                ইলমের পিপাসায় কাতর ভাইবোন যারা জীবনে মাদ্রাসায় পড়ার সুযোগ
                পাননি অর্থাৎ জেনারেল শিক্ষিতগন বা মাদ্রাসায় পড়ুয়াগণ যারা
                সম্পূর্ণ পড়া শেষ করতে পারেননি কিংবা দুর্বলতা রয়ে গেছে তাদের
                পাশে থাকা এবং তাদের ইলম অর্জনের দিকে পথচলাকে সুগম করা।
                প্রয়োজনীয় ফরজ ইলম অর্থাৎ আকিদা, নামাজ , রোজার সাথে সম্পর্কিত
                প্রয়োজনীয় মাসআলা গুলি সর্বসাধারণকে অবহিতকরন এবং এসব জ্ঞান
                বিস্তারিতভাবে অর্জনে সহায়তা করা
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
}

export default AboutSection;
